tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/core"
tap "homebrew/services"

brew "bat"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "harfbuzz"
brew "ical-buddy"
brew "jq"
brew "k9s"
# TODO: brew "lazygit"
brew "neovim"
brew "orb"
brew "ripgrep"
brew "ripgrep-all"
brew "shellcheck"
brew "sst/tap/opencode"
brew "starship"
# brew "stow"
brew "terraform"
brew "tmux"
brew "vale"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"

cask "font-blex-mono-nerd-font"
cask "raycast"
cask "wezterm"
cask "yaak"
