tap "hashicorp/tap"
tap "sst/tap"

brew "bat"
brew "coreutils"
brew "curl"
brew "eza"
brew "fd"
brew "harfbuzz"
brew "ffmpeg"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "ical-buddy"
brew "jq"
brew "k9s"
brew "kubernetes-cli"
brew "lazygit"
brew "neovim"
brew "ripgrep"
brew "ripgrep-all"
brew "starship"
brew "stow"
brew "terraform"
brew "tmux"
brew "vale"
brew "yazi"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "hashicorp/tap/vault"
brew "sst/tap/opencode"

cask "font-blex-mono-nerd-font"
cask "orbstack"
cask "raycast"
cask "wezterm"
cask "yaak"
